do

function run(msg, matches)
  return [[
🚀 Avira Social Commands :
  
🔶 !git (یوزرنیم) 🔷
دریافت اطلاعات یک یوزرنیم در گیت هاب

🔵 *!google* 🔴
سرچ کردن در گوگل

🔶 !aparat متن 🔷
سرچ کردن یک متن در آپارات

🔵 !praytime (شهر) 🔴
دریافت وقت اذان یک شهر

🔶 (بگو (متن 🔷
تکرار یک متن توسط ربات

🔵 !gif متن 🔴
سرچ کردن یک متن و دریافت به صورت گیف

🔶 !gps (شهر) (کشور) 🔷
دریافت مکان مورد نظر از گوگل

🔵 !insta (یوزرنیم اینستا) 🔴
سرچ کردن یک یوزرنیم در اینستاگرام

🔶 !tosticker 🔷
تبدیل کردن عکس به استیکر توسط ریپلی

🔵 !tophoto 🔴
تبدیل استیکر به عکس توسط ریپلی 

🔵 !qr 🔴
دریافت هر چیزی به صورت بارکد

🔶 !addword کلمه 🔷
اضافه کردن یک کلمه به لیست فیلتر

🔵 !rw کلمه 🔴
حذف یک کلمه از لیست فیلترینگ 

🔶 !badwords 🔷
دریافت لیست فیلترینگ 

🔵 !wikifa (متن) 🔴
جستجوی یک متن در ویکی پدیا 

🔶 !calc 4-2 🔷
انجام محاسبات ریاضی 

🔵 !time (نام شهر) 🔴
دریافت زمان یک شهر 

🔵 !weather (نام شهر) 🔴
دریافت وضعیت آب و هوای یک شهر
]]
end

return {
  description = "نمایش راهنمای ربات",
  usage = "نمایش راهنمای ربات",
  patterns = {
    "^[!/#](social)$",
    "^[!/#](helpsocial)$",
  },
  run = run
}

end
